Repository: asadlifarid/Pavshop
Catalog: pavshop/locale/*/LC_MESSAGES/django.po
Languages: az

source: SUCCESS
az: Uğurla tamamlandı

source: ERROR
az: Xəta baş verdi

source: Home
az: Ana səhifə

source: About Us
az: Haqqımızda

source: Blogs
az: Bloqlar

source: Product List
az: Məhsul listi

source: Index
az: Baş səhifə

source: Shopping Cart
az: Səbət

source: Checkout
az: Sifarişi rəsmiləşdir

source: Register
az: Qeydiyyat

source: Create Blog
az: Bloq yarat

source: Create own story
az: Öz bloqunu yarat

source: store
az: mağaza

source: Shop Pages
az: Alış-veriş səhifəsi

source: TOp Rate Products
az: Ulduzlu məhsullar

source: contact
az: Əlaqə

source: HELLO
az: Salam

source: MY CART
az: Səbət

source: ACCOUNT INFO
az: İstifadəçi profili

source: Log Out
az: Çıxış

source: Log In
az: Daxil ol

source: VIEW CART
az: Səbətini gör

source: CHECK OUT
az: Sifarişi rəsmiləşdir

source: NEWSLETTER
az: Abunəlik

source: SEND ME
az: Göndər

source: Street No. 12, Newyork 12
az: Küçə NO. 12, Nyu York 12

source: HELPFUL LINKS
az: Faydalı Linklər

source: Products
az: Məshullar

source: Find a Store
az: Mağaza tap

source: Features
az: Özəlliklər

source: Privacy Policy
az: Məxfilik Siyasəti

source: Blog
az: Bloq

source: Press Kit
az: Mətbuat

source: SHOP
az: Mağaza

source: Career
az: Karyera

source: Shipping Methods
az: Daşınma metodları

source: Contact
az: Əlaqə

source: Support
az: Dəstək

source: Retailer
az: Satıcı

source: MY ACCOUNT
az: Hesabım

source: Login
az: Daxil ol

source: My Account
az: Hesabım

source: My Cart
az: Səbətim

source: Wishlist
az: Seçilmiş et

source: All right reserved.
az: Bütün hüquqlar qorunur.

source: BLOg details
az: Bloq detalları

source: PRODUCT TAGS
az: Məhsul teqləri

source: COMMENTS
az: Rəylər

source: This review is deleted by site owner
az: Bu rəy silinib

source: There are no comments yet.
az: Rəy yoxdur

source: POST YOUR COMMENTS
az: Rəy bildir

source: Submit Comment
az: Təsdiq et

source: you may like
az: Bunlara da baxa bilərsən

source: READ MORE
az: Daha çox oxu

source: category
az: Kateqoriya

source: recent post
az: Son postlar

source: PAUPLAR TAGS
az: Məşhur taglar

source: archives
az: Arxiv

source: FOLLOW US @ INSTAGRAM
az: Bizi instagramda izlə

source: CHECKOUT
az: Sifarişi rəsmiləşdir

source: BILLING DETAILS
az: Ödəniş detalları

source: FIRST NAME
az: Ad

source: LAST NAME
az: Soyad

source: COMPANY NAME
az: Şirkət adı

source: ADDRESS
az: Adres

source: TOWN/CITY
az: Şəhər

source: COUNTRY
az: Ölkə

source: EMAIL ADDRESS
az: Email

source: PHONE
az: Mobil

source: continue
az: Davam edin

source: SHIPPING info
az: Göndəriş məlumatı

source: SUBMIT
az: Təsdiq et

source: YOUR ORDER
az: Sifarişiniz

source: TOTAL COST
az: Cəmi qiymət

source: PLACE ORDER
az: Sifarişi rəsmiləşdir

source: about PAVSHOP
az: PAVSHOP haqqında

source: PLEASE fill-up FEW details
az: Zəhmət olmasa formu doldurun

source: Thank You. Your Message has been Submitted
az: Təşəkkürlər! Sizin mesajınız qəbul olundu

source: full name
az: tam adınız

source: Phone
az: Mobil

source: SUBJECT
az: Mövzu

source: Message
az: Mesaj

source: SEND MAIL
az: Mail göndər

source: OUR ADDRESS
az: Adresimiz

source: SHOP NOW
az: İndi al

source: BUY NOW
az: İndi al

source: new arrival
az: Yeni gələnlər

source: popular products
az: Məşhur məhsullar

source: Category
az: Kateqoriya

source: Brand
az: Brend

source: ADD TO CART
az: Səbətə at

source: DELIVERY INFORMATION
az: ÇATDIRILMA MƏLUMATI

source: SHIPPING & RETURNS
az: Daşıma və geri qaytarılma

source: SHARE THIS PRODUCT
az: Bu məhsulu paylaş

source: DESCRIPTION
az: Təsviri

source: REVIEW
az: Rəy

source: Small description:
az: Kiçik təsvir

source: Availability
az: Mövcudluq

source: In stock
az: Stokda

source: Not in stock
az: Stokda yoxdur

source: REVIEWS FOR SHIP YOUR IDEA
az: Rəy

source: ADD REVIEW
az: Rəy bildir

source: YOUR REVIEW
az: Rəyiniz

source: POST REVIEW
az: Təsdiq et

source: YOU MAY LIKE IT
az: Bunlara da baxa bilərsən

source: PAVSHOP PRODUCTS
az: PAVSHOP məhsullar

source: FILTER BY PRICE
az: Qiymətinə görə çeşidlə

source: FILTER BY COLORS
az: Rənginə görə çeşidlə

source: brands
az: Brendlər

source: REGISTER
az: Qeydiyyat et

source: REGISTER NOW
az: Indi qeydiyyat et

source: SHOPPING CART
az: Səbət

source: PRODUCTS
az: Məhsullar

source: NAME
az: Ad

source: PRICE
az: Qiymət

source: QTY
az: Kəmiyyət

source: TOTAL
az: Ümumi

source: DISCOUNT CODE
az: Endirim kodu

source: APPLY CODE
az: Kodu tətbiq et

source: continue shopping
az: şopinqə davam edin

source: update cart
az: Səbəti yenilə

source: grand total
az: Yekun qiymət

source: Thank you for registration!
az: Qeydiyyatınız tamamlandı!

source: Continue and
az: Davam edin və

source: Login your account!
az: Hesabınıza daxil olun!

source: or
az: və ya

source: Register with
az: Qeydiyyat et

source: another account
az: başqa hesabla
